[{
    "id": 1000,
    "item": "SCP-1000",
    "oclass": "Keter",
    "image": "",
    "scp": "All media reports related to SCP-1000 are to be examined for potential verifiability. All organizations and individuals investigating SCP-1000's existence are to be kept under surveillance by Mobile Task Force Zeta-1000 and discredited or administered amnestics. All physical signs of SCP-1000's existence must be retrieved and kept in Foundation custody, and replaced with decoy items if necessary. Alleged sightings of SCP-1000 must always be investigated by MTF Zeta-1000, however trivial the claim.\n\n    Absolutely no contact with wild or captive instances of SCP-1000 is allowed without prior approval by Director Jones. Any interaction between SCP-1000 and humans, including Foundation personnel, must be reported to Director Jones immediately.",

    "des": "SCP-1000 is a nocturnal, omnivorous ape, classified in the Hominini branch along with genera Pan and Homo. Adults range in size from 1.5 to 3 m (5 to 10 ft) in height, and weigh between 90 and 270 kg (200 - 600 lbs). They have grey, brown, black, red, and occasionally white fur. They possess large eyes with good vision, a pronounced brow ridge, and a sagittal crest on the forehead similar to that of the gorilla, but present in both sexes. Their intelligence is on par with that of Pan troglodytes (the common chimpanzee).\n\n    SCP-1000 evolved alongside Homo sapiens, existing contemporaneously with proto-humans and humans in large numbers until 10,000-15,000 years ago, when an extinction event eliminated all but 1-5% of their population. This event was triggered by SCP-1000 contracting an anomalous \"pseudo-disease\" classified as SCP-1000-f1. This disease is passed on at the genetic level and affects every present-day instance of SCP-1000. The majority of SCP-1000 instances are born immune to the effect; those who are not born immune quickly die.\n    \n    The effect of SCP-1000-f1 is as follows: Any hominid (including humans, chimpanzees, bonobos, and non-immune instances of SCP-1000) that directly or indirectly observes any instance of SCP-1000 has a minimum 2% chance of being instantly killed through anomalous means via permanent cessation of brain function. This percentage is cumulative, and the longer a human views SCP-1000, the higher the chance of instantaneous death increases, at a rate of +1% chance per 20 minutes of viewing. This effect varies between individual members of SCP-1000's species, with some individuals carrying a 'death chance' of 90%. The effect is also produced by dead individuals, though small fur samples do not exhibit the effect.\n    \n    Known means of preventing this effect are small-scale only and include [REDACTED] (see attached documentation; Level 3 clearance required).\n    \n    Because of SCP-1000's close relation to humanity, it is considered likely that SCP-1000-f1 could eventually transfer to human carriers. Any instance of SCP-1000 finding its way to a major population center could constitute an ██-class end of the world scenario with a minimum death toll of [REDACTED] and possible extinction of humanity. Fortunately, SCP-1000 appears to instinctively avoid human contact.\n    \n    It is not currently feasible to exterminate SCP-1000 entirely.\n    \n    The highest known population concentrations of SCP-1000 are at present located in the Pacific Northwest region of North America and the Himalayan Mountain range in Asia. As of ██/██/████, these populations remain extant. SCP-1000's presence and [DATA EXPUNGED] have also been documented within the past 5 years on every continent. All known significant populations of SCP-1000 located near human population centers have been eliminated.\n    \n    SCP-1000 came to the attention of the Foundation via contact by Doctor Franz M███████ in 14██ with the Children of the Sun, who identified themselves as outcast members of the Serpent's Hand. This group has since been completely destroyed by the Foundation, due to their reluctance to surrender information about SCP-1000, SCP-███, and SCP-███ (since reclassified as SCP-1000-███ and SCP-1000-███). Remaining members have either joined the Foundation, or have gone into hiding, presumably as members of the Serpent's Hand. Weapons, tools, and other unique pseudo-technological resources in possession of the organization have been classified as SCP-1000-001 through SCP-1000-████. These resources have been made use of by the Foundation in multiple instances; for a full list, see Document 1000-3534-Y (Level 3 clearance required). Access to surviving ex-members of the Children of the Sun is restricted to personnel with clearance level 4/1000 unless given direct authorization for contact by Director Jones.\n    \n    Further information is available to personnel with clearance level 3/1000 or above. Personnel with clearance level 3/1000 or above are required to read Document Alpha-1596-1000.SCP-1000 is a nocturnal, omnivorous ape, classified in the Hominini branch along with genera Pan and Homo. Adults range in size from 1.5 to 3 m (5 to 10 ft) in height, and weigh between 90 and 270 kg (200 - 600 lbs). They have grey, brown, black, red, and occasionally white fur. They possess large eyes with good vision, a pronounced brow ridge, and a sagittal crest on the forehead similar to that of the gorilla, but present in both sexes. Their intelligence is on par with that of Pan troglodytes (the common chimpanzee).\n\n    SCP-1000 evolved alongside Homo sapiens, existing contemporaneously with proto-humans and humans in large numbers until 10,000-15,000 years ago, when an extinction event eliminated all but 1-5% of their population. This event was triggered by SCP-1000 contracting an anomalous \"pseudo-disease\" classified as SCP-1000-f1. This disease is passed on at the genetic level and affects every present-day instance of SCP-1000. The majority of SCP-1000 instances are born immune to the effect; those who are not born immune quickly die.\n    \n    The effect of SCP-1000-f1 is as follows: Any hominid (including humans, chimpanzees, bonobos, and non-immune instances of SCP-1000) that directly or indirectly observes any instance of SCP-1000 has a minimum 2% chance of being instantly killed through anomalous means via permanent cessation of brain function. This percentage is cumulative, and the longer a human views SCP-1000, the higher the chance of instantaneous death increases, at a rate of +1% chance per 20 minutes of viewing. This effect varies between individual members of SCP-1000's species, with some individuals carrying a 'death chance' of 90%. The effect is also produced by dead individuals, though small fur samples do not exhibit the effect.\n    \n    Known means of preventing this effect are small-scale only and include [REDACTED] (see attached documentation; Level 3 clearance required).\n    \n    Because of SCP-1000's close relation to humanity, it is considered likely that SCP-1000-f1 could eventually transfer to human carriers. Any instance of SCP-1000 finding its way to a major population center could constitute an ██-class end of the world scenario with a minimum death toll of [REDACTED] and possible extinction of humanity. Fortunately, SCP-1000 appears to instinctively avoid human contact.\n    \n    It is not currently feasible to exterminate SCP-1000 entirely.\n    \n    The highest known population concentrations of SCP-1000 are at present located in the Pacific Northwest region of North America and the Himalayan Mountain range in Asia. As of ██/██/████, these populations remain extant. SCP-1000's presence and [DATA EXPUNGED] have also been documented within the past 5 years on every continent. All known significant populations of SCP-1000 located near human population centers have been eliminated.\n    \n    SCP-1000 came to the attention of the Foundation via contact by Doctor Franz M███████ in 14██ with the Children of the Sun, who identified themselves as outcast members of the Serpent's Hand. This group has since been completely destroyed by the Foundation, due to their reluctance to surrender information about SCP-1000, SCP-███, and SCP-███ (since reclassified as SCP-1000-███ and SCP-1000-███). Remaining members have either joined the Foundation, or have gone into hiding, presumably as members of the Serpent's Hand. Weapons, tools, and other unique pseudo-technological resources in possession of the organization have been classified as SCP-1000-001 through SCP-1000-████. These resources have been made use of by the Foundation in multiple instances; for a full list, see Document 1000-3534-Y (Level 3 clearance required). Access to surviving ex-members of the Children of the Sun is restricted to personnel with clearance level 4/1000 unless given direct authorization for contact by Director Jones.\n    \n    Further information is available to personnel with clearance level 3/1000 or above. Personnel with clearance level 3/1000 or above are required to read Document Alpha-1596-1000."  
},
    
{   "id": 1001,
    "item": "SCP-1001",
    "oclass": "Euclid",
    "image": "",
    "scp": "SCP-1001 is to be kept at Bio Site-103, in a greenhouse reinforced as per Dangerous Organisms Protocol 12A. It is to remain rooted in the soil core, 9 m diameter x 4 m deep, in which it was removed from the site of discovery. It is to be watered and fertilized sporadically, as detailed in Document 1001-2. No object capable of producing hazardous sound (sonic weaponry, audio-based memetic effects, high-decibel infrasound, etc.) is permitted within hearing distance of Bio Site-103.\n\n    The object is to be fed 20 kg of Nutritional Supplement 1001-R-8 once monthly. The precise formula for Nutritional Supplement 1001-R-8 is detailed in Document 1001-2, but it bears repeating that the supplement’s protein content is not to be less than 40% by mass, and that all protein is to derive from pigs, dogs, or comparably-intelligent species. These guidelines may be altered as necessary when testing requires that SCP-1001 be hungry.\n    \n    Bones, horns, and other hard tissues are never to be provided except as part of duly-supervised tests. All tests involving provision of hard tissue are to be preapproved by both Dr. Glastonbury and the current Security Director of Site-103.",

    "des": "SCP-1001 is a single plant apparently belonging to an undescribed species of Welwitschia. Unlike other Welwitschia species, it has a tree-like trunk which broadens into a woody taproot 180 cm wide and 5 m long, 2 m of which protrudes above the surface. Also unique to SCP-1001 are its leaves, which are up to 6 m long, lined with barbed prickles, and capable of secreting a sticky pitch-like resin, and which are capable of motion with considerable dexterity and strength. SCP-1001 is geographically disjunct from its known relatives, having been found in the Andean high desert near ██████, Peru.\n\n    SCP-1001’s trunk and taproot are hollow, opening to a rounded aperture at its apex, and filled with a highly caustic solution of hydrochloric acid and digestive enzymes comparable to those found in the pitchers of Nepenthes spp. This solution is capable of reducing 50 kg of soft animal tissue to a thin slurry within 20 minutes of submersion.\n    \n    While it is capable of photosynthesis, SCP-1001’s leaves are singularly inefficient, producing only approximately 50% of the plant’s caloric requirements. Likewise, its roots are unusually ineffective at uptake of organic and mineral nutrients. To mitigate this deficiency, SCP-1001 is an obligate carnivore: it uses its prehensile leaves to capture passing prey and pull it into the central cavity, where it is digested.\n    \n    SCP-1001’s intelligence is highly debatable. Its basic hunting tactics resemble those of Paralichthys spp. (flounders): it buries its longest leaves in the sand and waits for a sufficiently large animal (at least 40 kg) to pass by, whereupon it emerges suddenly and captures the passing prey. When this tactic does not produce results sufficiently quickly, however, SCP-1001 resorts to sophisticated audio mimicry. It is capable of reproducing literally any sound it has ever been exposed to, as well as recombining “known” sounds into novel phrases. It has been observed using the latter capacity to lure human prey, speaking in the voices of other humans known to the prey subject. Its means of sound production are unknown.\n    \n    Also interesting are SCP-1001’s prey preferences: it prefers to consume intelligent animals, especially those capable of tool use or of building artificial structures. Humans are always its preferred prey, but in their absence it has accepted primates, dogs, parrots, pigs, beavers, ants, and nest-building birds. Note that many of these species fall well below its usual size threshold, some to such a degree that capturing and digesting them produces a net energy loss. Its method of detecting intelligence is unknown but apparently not based on experience, since it has attacked squid and small dolphins with eagerness comparable to its attacks on humans and Andean monkeys.\n    \n    SCP-1001 is incapable of digesting hard tissues completely: the bones of its prey are gradually excreted through channels near the top edges of the caudex. Once excreted, these bones are invariably picked up with one of the object’s leaves and moved to a location on or beneath the soil surface surrounding SCP-1001. The object arranges the bones in complex patterns which are demonstrably useless for water capture and, being primarily subterranean, do not aid in attracting prey. Their resemblance to the ███ █████ █████ Nazca [DATA REDACTED] and the devotional mandalas of SCP-[DATA REDACTED] have led Dr. Glastonbury to hypothesize that they may be representational or even [DATA REDACTED] anomalous effects.\n    \n    At the time of its discovery by the SCP Foundation in 18██, SCP-1001 was located at the center of a roughly-circular bone pattern 18 m in diameter and 8 m deep, █7% of which was composed of human bone. Nearby native tribes professed religious fear of the object and were providing it with regular human sacrifices. The sacrificial ritual, as finally divulged to Foundation interrogators, required attendant priests to escort the sacrifice toward SCP-1001 along a strictly-delineated “avenue” later found to correspond closely to certain features of the subterranean bone pattern. Deviations from the pattern were said to be punished by capture and consumption of the attendants as well as the sacrifice, but a successful ritual resulted in only one person being taken. In rare cases, a priest would be directed to move a particular bone to positions just outside the object's reach; correct placement would be rewarded either with an unspecified gift or a longer reprieve before the next required sacrifice. Oral histories state the ritual to have been originally demanded by the tree itself, [DATA REDACTED] “spoke in the voice of our [DATA REDACTED]."  
},
{
    "id": 1002,
    "item": "SCP-1002",
    "oclass": "Euclid",
    "image": "",
    "scp": "All objects tied to instances of SCP-1002 are to be contained in a brightly lit 6m x 6m (20 x 20 ft) chamber. SCP-1002-6 is to be contained in a suitably sized hangar. No D-class personnel are to come within ten (10) meters of the containment chamber or hangar. No personnel involved with end-of-the-month termination for D-class personnel are to come within ten (10) meters of the containment chamber or hangar.\n\nAll interactions with SCP-1002 instances are to be done via robotic drone. SCP-1002's containment chamber is to be guarded by three (3) members of security who have not yet killed in a combat situation. The same will be done with SCP-1002-6's containment hangar.",

    "des": "SCP-1002 is an abnormal shadow belonging to a group of six (6) objects currently in Foundation custody. Each of these objects possesses the shadow of a humanoid individual, dressed in a law enforcement uniform. Objects tied to SCP-1002 currently in containment are:\n\nSCP-1002-1: A grandfather clock retrieved from ███████, possesses the shadow of a medieval knight.\nSCP-1002-2: A small pole retrieved from ███ ████, possesses the shadow of a member of the ██PD.\nSCP-1002-3: Large printer retrieved from ███ ███████, possesses the shadow of a Roman soldier.\nSCP-1002-4: A pigeon retrieved from ███████, possesses the shadow of a member of the ██████ Police Force.\nSCP-1002-5: A kitchen knife retrieved from ███ █████, possesses the shadow of a security guard at the ██████ Casino.\nSCP-1002-6: A Boeing 737 retrieved from ███████, possesses the shadow of a member of a SWAT team.\nThe objects tied to SCP-1002 do not behave in an anomalous manner with the exception of their shadow. SCP-1002 tied to these objects are dormant and stationary until an individual who has committed what is socially considered to be a crime in the last six (6) months comes within ten (10) meters of the object they are tied to. At this point, SCP-1002 instances will become active and manifest as a dark humanoid figure similar in appearance to their dormant stage.\n\nSCP-1002 will then attempt to pursue the targeted individual. SCP-1002 instances have demonstrated high levels of agility and appear to be able to track their target through walls. If the targeted individual moves ten (10) meters away from the SCP-1002 instance, it will return to a dormant state at its original object.\n\nIf the individual is caught by this manifestation, they will inflict a physical punishment directly proportionate to the crime the individual has committed. Despite the severity of this physical punishment, the victim will remain alive and conscious until taken ten (10) meters away from the manifestation. Through careful study, researchers have discovered punishments tied to the following crimes:\n\nMinor Crime (Littering, etc.): Removal and severing of fingers.\nShoplifting: Non-fatal removal of fingers, tongue and eyes\nBurglary: Non-fatal removal of hands, ears, tongue and eyes.\nAssault: Non-fatal heavy damage to the legs, removal of hands, ears, tongue and eyes\nMurder: Non-fatal removal of arms, legs, ears, tongue and eyes\nMass-Murder: Non-fatal removal of arms, legs, ears, tongue and eyes. Subject was then disemboweled and, using the subject's internal organs, suspended from the ceiling of the testing chamber. Movement was detected from the subject for two (2) minutes before they were removed from the area by members of security."  
},
{
    "id": 1003,
    "item": "SCP-1003",
    "oclass": "Keter",
    "image": "",
    "scp": "The Foundation currently has 10 instances of SCP-1003-2 (designated SCP-1003-2-a-k) in its possession, all of which are held in separate heavily guarded high-security cells at Bio-Research Area 13. All personnel at Bio-Research Area 13 are to undergo regular compulsory testing for signs of SCP-1003 infection. Personnel wishing to access SCP-1003-2-a-k may only do so for the express purpose of research, must have Level 4 security clearance, and must have written permission from O5-█ beforehand. They are to wear biohazard suits when entering SCP-1003-2-a-k's cells, and go through an intensive disinfection process afterwards. No animals of the order Carnivora are to be allowed at Bio-Research Area 13 under any circumstances.",

    "des": " SCP-1003-1 is an adult tapeworm of the species Echinococcus granulosus, known for causing hydatid disease. Like others of its species, SCP-1003-1 inhabits the small intestines of carnivores (typically canids), where it produces eggs that are passed in the host's faeces. The eggs can survive up to ██ years in the outside environment.\n\nWhen the eggs enter the gastrointestinal tract of a human subject (hereby designated the intermediate host) via consumption of contaminated food, they hatch into larvae, which burrow into the host's tissues. It is at this stage that SCP-1003's anomalous properties begin to manifest. Instead of developing into cysts, the larvae develop into creatures which resemble human embryos (hereby designated SCP-1003-2). The vast majority of SCP-1003-2 specimens die before they have a chance to develop. Those that survive are usually those that are embedded in nutrient-rich tissue, such as hepatic tissue. As they develop, they absorb nutrients from the surrounding tissue, which often causes problems for the intermediate host.\n\nSCP-1003-2's development mostly follows the pattern of normal human prenatal development, but at a faster rate. By 8 weeks, it is as mature as a 3-week-old neonate, although it is similar in size to an 8-week-old embryo (approximately 13-16 cm). Once it has reached this stage, it will actively consume the intermediate host from within using sharp, hooked teeth. SCP-1003-2 growth is accelerated to an even greater extent as it is doing this. By the time it has fully consumed the intermediate host (usually after ███ minutes or so), it will have developed into a child. The physical age of the child typically ranges from 10 months to 11 years, depending on the mass of the intermediate host, though in extreme cases (where the intermediate host is morbidly obese) it can be as high as 13-15 years.\n\nOnce SCP-1003-2 is finished, it will lose its hooked teeth, along with its cannibalistic tendencies, from whereon it will be functionally indistinguishable from a human in every respect, with no knowledge or memory of having been a parasite. It will even possess learned skills (e.g. language) that would be expected of a child its apparent age, despite there being no way it could have learned them. Instances of SCP-1003-2 are usually taken into orphanages and sometimes adopted by foster parents. Their only anomalous properties at this stage are that their DNA is somehow still identical to that of Echinococcus granulosus, and that their body fluids (including sweat and saliva) contain tapeworm protoscolex, which infect carnivores and develop into SCP-1003-1, thus continuing the cycle."  
},
{
    "id": 1004,
    "item": "SCP-1004",
    "oclass": "Safe",
    "image": "",
    "scp": "All copies of SCP-1004-1 and -2 are to be kept in Secure Containment Locker 17, at site 37. At no point are any copies of SCP-1004 to be used for recreational purposes. Following the events of incident 1004-Dale, Researchers are no longer allowed to view the output of SCP-1004, even when filtered or via secondary source. Only D-class are allowed to view the output of SCP-1004. Use of SCP-1133-7 and SCP-894 instances by researchers and control subjects has been approved where deemed appropriate in preventing undesired spread of SCP-1004's effects.\n\nThe Foundation has set out to prevent anyone from receiving copies of SCP-1004 by a planned and ordered process of unrequested electronic mailings, many of which include computer viruses, malware or electronic worms. A program has also been designed and disseminated to all electronic mail providers to help prevent SCP-1004 from spreading.",
    "des": "CP-1004 is a computer program, found on either a CD (SCP-1004-2) or a 3.5\" diskette (SCP-1004-1), either of which will be hand labeled with the words 'Factory Porn.' Contained on these disks is a single executable file, labeled 'Thefactory.exe', a 1-kilobyte program. The program runs perfectly on all platforms. Running the program results in a window opening on the computer, within which 'The Factory' logo is displayed. The logo fades to black, and is replaced by the words 'What would you like to see?' At this point, the user may input any selection of words, from the ambiguous to the precise. Once a request has been input, the program will pull up several dozen images of pornographic content, each of which leads to a full video on the subject. Many of these videos appear to have never been made in real life.\n\nWatching videos on SCP-1004 has a cumulative effect. The more pornography a user views, the more disturbing their sexual desires become, and the harder sexual gratification becomes. After approximately 100 straight hours of viewing pornography on SCP-1004, even the most 'normal' of viewers will display an interest in scatology play, the torture and murder of living beings, bestiality, pedophilia, and combinations of the previous. The deadening of reactivity to sexual gratification will encourage them to either seek out such things with other people, or to mutilate themselves and their genitalia.\n\nIt should be noted that SCP-1004 displays no compulsive properties. Users are free at any time to stop using the program. The majority of users continue to use SCP-1004 because it is the easiest way to find the desired pornography.\n\nAs stated above, any word, or combination of words may be entered. This has been used by many victims to view popular members of high social standing in the bedroom, giving rise to many rumors of 'celebrity sex tapes.' The thought has been posited that such videos could be used for the blackmailing of politicians who are antithetical to the Foundation cause. Unfortunately, at this time, all attempts to make recordings of SCP-1004 have resulted in only taped static. Several researchers have claimed to be able to see humanoid shapes moving in the static, but this effect has not been seen on subsequent playthroughs.\n\nSCP-1004 appears to spread through the use of electronic messages, sent seemingly at random. Messages generally claim to have certain celebrities performing sexual acts, or to have certain depraved acts on tape that are illegal in many jurisdictions. A link included in the message requests users to enter their home address. The resulting copy of SCP-1004 show up in a plain brown wrapper within three days, through bulk mail, with no return address.\n\nThe Foundation currently contains 37 copies of SCP-1004-1, and 23 copies of SCP-1004-2.\n\nIncident 1004-Dale: Researcher Adam Dale was found to be encouraging D-class subjects to watch SCP-1004, and copulate with each other for his pleasure. It was determined Researcher Dale had been affected by SCP-1004 despite never having watched it directly, only monitoring the tests through a video feed. Any and all indirect viewing of SCP-1004 has been canceled."  
},
{
    "id": 1005,
    "item": "SCP-1005",
    "oclass": "Safe",
    "image": "",
    "scp": "CP-1005 is to be maintained at Site-17 in a 3m x 3m x 3m holding room, equipped with dim lighting. SCP-1005 has no nutritional requirements aside from a need to maintain hydration levels; humidity in holding chamber should be kept at a minimum of 70% when possible, and at least one (1) liter of water provided for consumption daily. SCP-1005 also does not need to sleep, but has requested a chair in which to relax when not undergoing study (granted). SCP-1005 also does not produce any waste, losing water only to evaporation, thus minimal cleanup is required; SCP-1005 has volunteered to give its chamber a monthly cleaning to prevent buildup of paint residue (under consideration).\n\nDue to ongoing good behavior and amicable attitude, SCP-1005 has been granted permission to explore non-secured sections of Site-17 and utilize social rooms, provided it is accompanied by at least one (1) level 2 researcher and one (1) level 1 security agent. [UPDATE] By request of maintenance crews, SCP-1005 is required to wear coverings over its feet when leaving its chamber.",
    "des": "SCP-1005 is a sapient humanoid entity composed of semi-solid blue paint, with exact shades ranging from near-white to deep navy. The surface of SCP-1005 has an average tensile strength approximately 75% that of human skin; this includes its \"clothing\". SCP-1005 is unable to consciously control the viscosity or shape of its overall form beyond the normal locomotion of a humanoid body; it can, however, control its outer layer to a point where it can choose whether or not its paint will smear on contacting surfaces. The degree to which SCP-1005 is able to control itself in such a manner becomes lessened if over-hydrated.\n\nSCP-1005 is in the shape of a bald, human male, approx. 1.9m tall, and has demonstrated the ability to speak with a deep and resonant voice; despite this, SCP-1005 has no gender in physical structure or personal identity. The apparent \"clothing\" is integrated as if skin, save for the shirt at the sleeves and lower hem, and the pants below the ankles. Only SCP-1005's shoes are fully unique; it is believed they were created separately from the rest of SCP-1005 from the beginning.\n\nThe process by which SCP-1005 was animated and remains so is not known; by its own admission, SCP-1005 only remembers \"becoming aware\" only a few minutes before its reclamation during a raid at an auction being held by Marshall, Carter & Dark Ltd. where it was up for bid alongside several items which had been under Foundation investigation, specifically [DATA EXPUNGED]. As SCP-1005 originally had no sense of self worth, identity or purpose, the Mobile Task Force enacting the raid was able to convince SCP-1005 that it belonged to the Foundation and had been stolen; it willingly entered custody and was transferred to the MTF staging area before permanent relocation to Site-17.\n\nTo date, SCP-1005 has been extremely cooperative with researchers, showing a polite and professional attitude. SCP-1005 lacks most complex emotions beyond levels of satisfaction and comfort and has demonstrated only limited facial expressions outside of movements required to speak. Additionally, SCP-1005 seems to lack the ability to understand abstract concepts: it is perfectly able to count, speaks fluent English with a slight Northern-Midwest American accent, and can perform simple tasks; complicated mathematics, emotional responses and existential topics such as religion leave SCP-1005 confused, usually stating that it simply does not understand. The only driving force behind SCP-1005 is a desire to make its owners \"happy with\" it, usually through cooperating with testing protocols but also while serving as entertainment or still-life living artwork for personnel during recreational periods.\n\nResearchers with clearance level 2 or higher access are advised to read Document 1005-01478 for an abbreviated listing of testing logs concerning SCP-1005."  
},
{
    "id": 1006,
    "item": "SCP-1006",
    "oclass": "Safe",
    "image": "",
    "scp": "SCP-1006 is contained within a 213m radius in [REDACTED] National Park and should be checked biweekly. Civilian access is to be denied by means of an 'endangered species' cover story. Relocation of SCP-1006 is strongly discouraged due to the fragility of individual members and their sensitivity to habitat changes. Observation Post 45 has been set up within the containment zone and supplies SCP-1006 with various audiobook versions of communist and classical literature at SCP-1006's request, as well as black ink and poster board as necessary.\n\nAll personnel entering the containment zone are required to wear level C hazardous materials protection, due to presence of fine particulate contaminants. Upon departure, a standard decontamination procedure (as per document FSP0371-D-B-07) is to be undertaken to prevent uncontrolled spread of SCP-1006.\n\nDescription: SCP-1006 is an organized collective of an unknown species of the genus Araneus. Individual members have achieved sapience through unknown means and have established a rudimentary system of government resembling Marxist communism.\n\nThe original mass of SCP-1006 was discovered on 4/1/19██ by a hiking couple, who alerted park authorities. The Foundation took over after the discovery of written propaganda inside the central web, along with evidence of marked use of extremely simple tools, webs resembling faces of passersby, and simple attempts to block off the area via fallen branches.\n\nSCP-1006 is a social community, with some members maintaining the web and others apparently chosen to maintain the agenda of the 'whole'. Once supplied a source of black ink and poster sheets, SCP-1006 will communicate with humans by creating signs written in English. These communications are largely centered around demands for the dismantling of western imperialism, a scathing critique of the bourgeoisie, and a request for less mosquito spraying in the surrounding area of the park.\n\nThe 'head' of the government is a large spider that resembles a wolf spider, taking up refuge in the largest tree of the cluster. Communication has been relayed with this spider, who views the outside world as 'something that belongs to us that is merely being maintained by the bourgeois humanoids.' It has given its name as 'Benevolent Leader.'\n\nSCP-1006 is currently located in a cluster of black oak trees, within a massive and complex central web and several secondary webs. The webs appear to be very well maintained, with damage being constantly repaired. The surrounding area has a nauseating odor due to the presence of thousands of dead insects, individual members of SCP-1006, and an occasional dead bird and small animal.\n\nClose study by arachnologists and sociologists have discovered that the members of SCP-1006 utilize a central collective think-tank that passes on ideas of the 'Benevolent Leader' to the collective numbers through complex frequencies in the web.",
    "des": ""  
},
{
    "id": 1007,
    "item": "SCP-1007",
    "oclass": "Safe",
    "image": "",
    "scp": "When inactive, SCP-1007 is to be kept in a standard coffin along with SCP-1007-1. The subject may only be activated during routine testing. As of current regulations on \"Misters,\" SCP-1007 is to be contained in Hall 8 of Site 13.",
    "des": "SCP-1007 appears to be a male of indeterminate ethnicity who undergoes the entire human life cycle within a 75 minute time-frame. The subject ages at a rate of approximately one year per minute. Once 75 minutes have elapsed, the subject will invariably expire of spontaneous cessation of metabolic activity with no evident cause. It reports feeling excruciating pain during the first 16 minutes, when its bones and muscles are changing shape very rapidly. This process violates the First Law of Thermodynamics, as the subject does not seem to require any energy input to fuel the massive amount of cellular growth.\n\nSCP-1007-1 is a key that fits into a small metal keyhole inserted into the subject's back, in between its shoulder blades. X-ray scans have shown that the keyhole is an empty socket with no internal mechanism. When SCP-1007-1 is turned, the subject's physical age is reversed by one year for each turn until it has regressed to the form of a neonate. It is not known where the mass that is removed from the subject's body as it shrinks disappears to. If this is done after the subject's 75 minute lifespan has elapsed, the subject will \"reactivate.\" If the subject has been \"dead\" for long enough to have decayed, any decay (regardless of its extent) will also be reversed.\n\nSCP-1007 was recovered by Task Force Tau-6 along with SCP-████, SCP-████, and SCP-████ during a raid on the California mansion of [REDACTED], a known customer of Marshall, Carter, and Dark Ltd. [REDACTED] admitted that he had obtained SCP-1007 from an MCD-sponsored auction, and claimed that at the auction in question there had been at least four other \"Misters\" for sale, though he did not recall to whom they had been sold."  
},
{
    "id": 1008,
    "item": "SCP-1008",
    "oclass": "Safe",
    "image": "",
    "scp": " SCP-1008 is stored in a molded, opaque container, which is stored in a secure locker at Site ██. SCP-1008 may only be removed from its container with prior permission from at least two (2) Level 3 personnel, and all subjects exposed to SCP-1008 must be kept under observation until expiration.",
    "des": "SCP-1008 is a polished, irregular mass of obsidian measuring approximately 8 cm in diameter at its widest point and weighing approximately 1.4 kg. The image of a sun is carved into one surface of SCP-1008, which is surrounded by an as-of-yet untranslated inscription in what is believed to be an ancient Indonesian dialect. When the sun carving of SCP-1008 is pressed against the forehead of a living human subject, its anomalous effect manifests upon nightfall.\n\nIn the first stage, which usually lasts approximately one week, subjects affected by SCP-1008 become unable to perceive the sun. Affected subjects can no longer see the sun, and cannot see without the aid of artificial light. Examinations of affected subjects show physical reactions consistent with a complete deprivation of solar illumination, such as eye dilation, and extended exposure to sunlight does not affect subjects or cause blindness. Additionally, subjects report being unable to see the moon or other celestial bodies illuminated primarily by sunlight, though in most cases stars are still observable.\n\nDuring the second stage, which lasts approximately two (2) to three (3) weeks after stage one, subjects become unable to receive heat and other solar radiation. Subjects report feeling increasingly cold, and will exhibit progressively paler skin tone as well as symptoms of vitamin D deficiency and seasonal affective disorder (SAD).\n\nIn the final stage of SCP-1008 exposure, typically four (4) to six (6) weeks after initial exposure, subjects reportedly observe increasing unhealthiness in other living subjects. Plants appear wilted and stunted, and animals appear emaciated. Most importantly, affected subjects in the final stage are unable to obtain nutrition from any plant- or animal-based food product, and will invariably expire due to malnutrition after a period of several more weeks."  
},
{
    "id": 1009,
    "item": "SCP-1009",
    "oclass": "Keter",
    "image": "",
    "scp": "The area surrounding SCP-1009 is to be walled off to a distance of 3 meters around it. Speakers are located at every 6 meters around the perimeter of the area, each constantly broadcasting tones louder than 80 decibels. These speakers are to be checked for functionality daily. Small neon-tape flags are to be installed clearly around the edge of SCP-1009 at small intervals. If, during daily monitoring, an area is found clear of flags, containment should be re-evaluated. Those performing examinations should wear ear protection to prevent hearing loss.\n\nIn case of power failure, two backup generators of different make are attached to the current system, which should be maintained as alongside the speaker level of containment, and which will automatically activate in succession following the deactivation of the first.\n\nIn case of complete electrical failure such as an EMP-variety strike, a back-up system consisting of metal spheres and aluminum sheeting has been installed, which will automatically activate if speakers become disengaged for over five minutes. This will allow between 45 minutes and 1 hour to re-establish containment, or to manually reset the secondary “rainstick” containment component. Re-establishing containment is a top priority in the case of outages.",
    "des": "SCP-1009 is an anomalous area of land approximately 45 by 30 meters and irregularly shaped. This area will expand, converting all foreign materials surrounding it to further areas of SCP-1009- chemically and structurally irrelevant to the original materials and structures. SCP-1009 expands at a rate of 0.8700 meters per hour.\n\nGrowth of SCP-1009 may be entirely restrained by loud noises. Any sound over 60 decibels will stop growth in the immediate area, currently maintained with mechanical speakers- but voices, instruments, and natural noise are all equally effective. If entirely unrestrained, SCP-1009 would break containment entirely in 3.45 hours, cover 4.044 square kilometers in 24 hours, and expand to 1000 kilometers after 26 days.\n\nThe environment within SCP-1009 appears natural, but is not composed of earthlike flora or fauna. For a complete environmental analysis, see document 1009-AIE-40. In general, flora is in bright, non-earth-like colors, and is larger than most earth flora. Analysis of biota indicates the area is equivalent to a forest. However, neither invertebrate nor vertebrate animal life is naturally occurring within the area.\n\nThere is no effect on humans within entering SCP-1009, allowing the taking of numerous samples and measurements."  
},
{
    "id": 1010,
    "item": "SCP-1010",
    "oclass": "Safe",
    "image": "",
    "scp": "SCP-1010 is to be contained on Site-██ within an ecological containment dome outlined in Document 1010-14. The enclosure is to contain populations of Pinus sylvestris and Dryopteris carthusiana as SCP-1010 is unable to effectively mimic either plant species. The ultraviolet lamps in the ceiling are to be set to mimic the diurnal cycle. Every 72 hours (3 days), 190 liters of water is to be added into SCP-1010's enclosure via the sprinkler system installed on the ceiling. There should be at least one attendant watching the security feed from SCP-1010's enclosure at all times and should report any abnormal behaviour SCP-1010 exhibits. During the seasons of winter and spring (18th of December to 18th of March) no personnel other than Class-D are allowed to enter SCP-1010's enclosure.",
    "des": "SCP-1010 is a humanoid of short stature that has leaves covering its body with only its face, palms and soles of its feet uncovered. The leaves grow directly from SCP-1010. They are capable of rapidly changing species in order to camouflage itself from humans and animals. The rate of change from one species of leaf to another takes an average of 10 seconds; how this is achieved is unknown. SCP-1010's 'face' is that of a regular Caucasian male in his 80s or 90s with a large beard that is made of an unknown species of moss. The skin of SCP-1010 is similar in appearance to the bark of Quercus robur, but has been shown to be very flexible and extremely durable.\n\nSCP-1010 may use its leaves as a defensive mechanism, the species of leaves used range from stinging nettles to Scottish thistles, as well as several unidentified plant species. It is to be noted that the irritant chemicals that are produced from the stinging nettles on SCP-1010 are much more potent than the natural equivalent. SCP-1010 has shown intelligence equal to that of a common chimpanzee and so far has not shown any signs of communication other than apparently unintelligible shouting and grunting.\n\nSCP-1010 synthesizes glucose through an abnormally fast rate of photosynthesis. The water required is absorbed through the hands and feet of SCP-1010, which have a physiological structure similar to a root system. SCP-1010 has a weight of approximately 25 kilograms and a height of 153cm. SCP-1010 has displayed strength greater than what would be assumed from its size.\n\nFor 6 hours after sunrise SCP-1010 will remain in a fixed position before carrying out its daily tasks. If SCP-1010 witnesses someone purposely damaging any plant life it will immediately attack that person with the intention of killing them. If SCP-1010 is successful in killing them it will proceed to cover their body in a sap-like substance of unknown composition that is secreted from the 'mouth' of SCP-1010. The body will then be used as fertiliser. The behaviour of SCP-1010 changes depending on the season, it is unknown how SCP-1010 is aware of what season it is despite containment.\n\nSCP-1010 was discovered at ███████ in England after following stories of 'a leaf man in the woods' and reports of males becoming inexplicably pregnant. So far SCP-1010 is the only specimen that has been found but similar stories throughout the world are being investigated for more possible instances of SCP-1010."  
}
]